tutorialText = """
<h1><b>Информация по использованию:</b></h1>
<p><b>Кол-во Кубов</b> - то, сколько кубов на броске - атрибуты, навыки, модификаторы, ДМ, и т.д. НО (!) без учета ПСВ</p>
<p><b>Кол-во Бросков</b> - то, сколько раз бросать для Продолжительного Броска</p>
<p><b>Переброс</b> - то, какие кубы перебрасываются ("взрываются", профа, качество, и т.д.)</p>
<p><b>ПСВ</b> - тратишь ли ты ПСВ на все броски (отдельныя трата ПСВ на каждый бросок на Продолжительном Броске в разработке)</p>
<p><b>Перк</b> - если да, то тратишь ПСВ на переброс всех неудачных кубов на броске; если нет - то +3 куба</p>
<p><b>Автоуспех</b> - то, сколько добавляется/вычитается успехов на удачном броске (ОМ, контест и т.д.)</p>
<p><b>Текст отчета</b> - укажите мастера, персонажа, дайспул и/или заявку - ту инфу, по которой будет понятно, какой этот бросок</p>
<p><b>Куб Удачи</b> - верь, надейся и кидай. У тебя все получится!</p>

<b>Результаты броска:</b><br>
<b>[X]</b> - номер броска<br>
<b>(X)</b> - переброшенный куб за перк<br>
<b>X</b> - выпавший кубик<br>
<b>:</b> - переброшенные кубики<br>
<b>---> X</b> - результат броска (>0 - успехи, <0 - драмат, =0 - провал)<br>
<b>~~~ X ~~~</b> - итоговый результат<br><br>
Кубов:5 Бросков:5 ПСВ:да Переброс:(0, 9) Перк:да<br>
[1] (4) 1 - (1) 4 - (3) 3 - (2) 6 - (6) 1 ---> -2<br>
[2] 0 - (2) 3 - 9 - (5) 1 - (3) 6 : (4) 5 - (6) 5 ---> 2<br>
[3] (1) 1 - (2) 1 - (1) 3 - (6) 0 - (4) 6 : 6 ---> -2<br>
[4] 9 - (4) 9 - (7) 3 - (7) 7 - 8 : (1) 6 - 4 ---> 3<br>
[5] (4) 1 - (6) 2 - 0 - 0 - 0 : 9 - 9 - 0 - (7) 8 - (4) 7 - 8 ---> 12<br>
~~~ 13 ~~~<br>
<h1><b>Известные различия с текстовыми правилами:</b></h1>
<p><b>1)</b> Ужасное Качество вычитает один Успех из общего кол-ва Успехов, но должен вычитать кол-во Единиц, и жесткая система учета Драмата</p>
<p><b>2)</b> Драмат на Длительном Броске вычитает из общего кол-ва Успехов кол-во Единиц, но должен прерывать бросок полностью</p>
<p><b>3)</b> Отсутствие Успехов на одном из Бросков на Длительном броске ничего не делает, но должен уменьшать кол-во Кубов на 1 на последующие броски</p>
<p>Если вы нашли еще ошибки или есть предложения по улучшению, <a href="https://vk.com/kylikov_nikita">пишите в VK</a></p>
"""